{
    "jobs": [
        {
            "position": "Various Engineering Positions",
            "company": "Solenis",
            "description": "Interested in a career with Solenis? Text \"SHPESolenis2016\" to 262-290-4083. We look forward to connecting with you!",
            "url": "Follow the link you receive to submit your information to our Recruitment Team. ",
            "poster": "Joanna Ordonez",
            "ts": 1474346629506
        },
        {
            "position": "Software Engineer",
            "company": "IBM",
            "description": " The IBM Mobile Innovation Lab is a passionate team that makes ideas a reality. The lab leverages IBM’s portfolio of products, research resources, and partnerships to create exceptional innovative experiences. We are looking for an early professional software engineer to help define, design, and build modern world-class products that transcend from mobile into the digitization of the physical world. This opportunity will be working collaboratively with a local team of designers, software engineers, project and product managers in Austin, TX and be a vital part of the future of IBM’s Cloud and Mobile enterprise software offerings. ",
            "url": "https://krb-sjobs.brassring.com/TGnewUI/Search/Home/HomeWithPreLoad?partnerid=26059&siteid=5021&PageType=searchResults&SearchType=linkquery##jobDetails=69852&loggedIn=false",
            "poster": "Juan Cortez",
            "ts": 1473951338606
        },
        {
            "position": "Entry Level Software Engineer",
            "company": "Accenture",
            "description": "Deadline 09/28/2016.",
            "url": "https://www.accenture.com/mu-en/careers/jobdetails?id=00374835_en",
            "poster": "Hugo Landaverde",
            "ts": 1473918263535
        },
        {
            "position": "Drafter/Designer",
            "company": "Adecco",
            "description": "A Drafter job in Round Rock, TX is available courtesy of Adecco Engineering and Technology. In this position you will be Drafting and Designing the next generation of Fiber and Coax layouts. You must be willing to work in a fast paced deadline driven environment. With the rapid growth this company is experiencing you must be open and willing to work overtime on a regular basis. GIS or Geospatial experience would be a plus. If you are interested, please click the button and e-mail, Nelli Oganesian with your most updated resume.",
            "url": "mailto:Nelli.oganesian@adeccona.com",
            "poster": "Hugo Landaverde",
            "ts": 1473908129310
        }
    ]
}
